{
 "Andrade et al. (2016)": "Andrade, A. S., Moreira, M., Sá, M., Pacheco, D., Almeida, V., & Rocha, J. C. (2017). Randomized controlled trial of a cognitive narrative crisis intervention for bereavement in primary healthcare. Behavioural and Cognitive Psychotherapy, 45(1), 85-90.",
"Barbosa et al. (2014)": "Barbosa, V., Sá, M., & Carlos Rocha, J. (2014). Randomised controlled trial of a cognitive narrative intervention for complicated grief in widowhood. Aging & Mental Health, 18(3), 354-362.",
"Buck et al. (2020)": "Buck, H. G., Cairns, P., Emechebe, N., Hernandez, D. F., Mason, T. M., Bell, J., ... & Tofthagen, C. (2020). Accelerated resolution therapy: Randomized controlled trial of a complicated grief intervention. American Journal of Hospice and Palliative Medicine®, 37(10), 791-799.",
"Dominick et al. (2009)": "Dominick, S. A., Irvine, A. B., Beauchamp, N., Seeley, J. R., Nolen-Hoeksema, S., Doka, K. J., & Bonanno, G. A. (2010). An internet tool to normalize grief. OMEGA-Journal of Death and Dying, 60(1), 71-87.",
"Eisma et al. (2015)": "Eisma, M. C., Boelen, P. A., van den Bout, J., Stroebe, W., Schut, H. A., Lancee, J., & Stroebe, M. S. (2015). Internet-based exposure and behavioral activation for complicated grief and rumination: A randomized controlled trial. Behavior therapy, 46(6), 729-748.",
"Eisma et al. (2015)": "Eisma, M. C., Boelen, P. A., van den Bout, J., Stroebe, W., Schut, H. A., Lancee, J., & Stroebe, M. S. (2015). Internet-based exposure and behavioral activation for complicated grief and rumination: A randomized controlled trial. Behavior therapy, 46(6), 729-748.",
"García et al. (2014)": "García, J. A., Landa, V., Grandes, G., Pombo, H., & Mauriz, A. (2013). Effectiveness of “primary bereavement care” for widows: a cluster randomized controlled trial involving family physicians. Death Studies, 37(4), 287-310.",
"Goodkin et al. (1999)": "Goodkin, K., Blaney, N. T., Feaster, D. J., Baldewicz, T., Burkhalter, J. E., & Leeds, B. (1999). A randomized controlled clinical trial of a bereavement support group intervention in human immunodeficiency virus type 1–seropositive and–seronegative homosexual men. Archives of General Psychiatry, 56(1), 52-59.",
"Groot et al. (2007)": "de Groot, M., de Keijser, J., Neeleman, J., Kerkhof, A., Nolen, W., & Burger, H. (2007). Cognitive behaviour therapy to prevent complicated grief among relatives and spouses bereaved by suicide: cluster randomised controlled trial. Bmj, 334(7601), 994.",
"Johansen et al. (2022)": "Johannsen, M., Schlander, C., Farver-Vestergaard, I., Lundorff, M., Wellnitz, K. B., Komischke-Konnerup, K. B., & O'Connor, M. (2022). Group-based compassion-focused therapy for prolonged grief symptoms in adults–Results from a randomized controlled trial. Psychiatry Research, 314, 114683.",
"Kaiser et al. (2022)": "Kaiser, J., Nagl, M., Hoffmann, R., Linde, K., & Kersting, A. (2022). Therapist-assisted web-based intervention for prolonged grief disorder after cancer bereavement: Randomized controlled trial. JMIR mental health, 9(2), e27642.",
"Kalantari et al. (2012)": "Kalantari, M., Yule, W., Dyregrov, A., Neshatdoost, H., & Ahmadi, S. J. (2012). Efficacy of writing for recovery on traumatic grief symptoms of Afghani refugee bereaved adolescents: A randomized control trial. OMEGA-Journal of death and dying, 65(2), 139-150.",
"Kovac & Lilian (2000).": "Kovac, S. H., & Range, L. M. (2000). Writing projects: Lessening undergraduates' unique suicidal bereavement. Suicide and Life‐Threatening Behavior, 30(1), 50-60.",
"Lenferink et al. (2020)": "Lenferink, L. I. M., Eisma, M. C., Buiter, M. Y., de Keijser, J., & Boelen, P. A. (2023). Online cognitive behavioral therapy for prolonged grief after traumatic loss: a randomized waitlist-controlled trial. Cognitive behaviour therapy, 52(5), 508-522. doi:doi:10.1080/16506073.2023.2225744",
"Lenferink et al. (2023)": "Lenferink, L. I., de Keijser, J., Smid, G. E., & Boelen, P. A. (2020). Cognitive therapy and EMDR for reducing psychopathology in bereaved people after the MH17 plane crash: Findings from a randomized controlled trial. Traumatology, 26(4), 427.",
"Lichtenthal & Cruess (2010)": "Lichtenthal, W. G., & Cruess, D. G. (2010). Effects of directed written disclosure on grief and distress symptoms among bereaved individuals. Death Studies, 34(6), 475-499.",
"Lichtenthal & Cruess (2010)": "Lichtenthal, W. G., & Cruess, D. G. (2010). Effects of directed written disclosure on grief and distress symptoms among bereaved individuals. Death Studies, 34(6), 475-499.",
"Lichtenthal & Cruess (2010)": "Lichtenthal, W. G., & Cruess, D. G. (2010). Effects of directed written disclosure on grief and distress symptoms among bereaved individuals. Death Studies, 34(6), 475-499.",
"Litz et al. (2014)": "Litz, B. T., Schorr, Y., Delaney, E., Au, T., Papa, A., Fox, A. B., ... & Prigerson, H. G. (2014). A randomized controlled trial of an internet-based therapist-assisted indicated preventive intervention for prolonged grief disorder. Behaviour research and therapy, 61, 23-34.",
"Mawson et al. (1981)": "Mawson, D., Marks, I. M., Ramm, L., & Stern, R. S. (1981). Guided mourning for morbid grief: A controlled study. The British Journal of Psychiatry, 138(3), 185-193.",
"McGuiness et al. (2015)": "McGuinness, B., Finucane, N., & Roberts, A. (2015). A hospice-based bereavement support group using creative arts: an exploratory study. Illness, Crisis & Loss, 23(4), 323-342.",
"Mutedzi et al.  (2023)": "Mutedzi, B., Nkhoma, K., Langhaug, L., Hunt, J., & Harding, R. (2023). Improving bereavement outcomes in Zimbabwe: results of a feasibility cluster trial of the 9-cell bereavement tool. Pilot and feasibility studies, 9(1). doi:doi:10.1186/s40814-023-01313-2",
"O'Connor et al. (2003)": "O'Connor, M., Nikoletti, S., Kristjanson, L. J., Loh, R., & Willcock, B. (2003). Writing therapy for the bereaved: Evaluation of an intervention. Journal of palliative medicine, 6(2), 195-204.",
"Park & Cha (2023)": "Park, S. R., & Cha, Y. J. (2023). Effects of online group art therapy on psychological distress and quality of life after family bereavement: In COVID-19 pandemic. Arts in Psychotherapy, 82. doi:doi:10.1016/j.aip.2022.101972",
"Range et al. (2000)": "Range, M., Stacey H. Kovac, Michelle S. Marion, L. (2000). Does writing about the bereavement lessen grief following sudden, unintentional death?. Death studies, 24(2), 115-134.",
"Reitsma et al. (2023)": "Reitsma, L., Boelen, P. A., de Keijser, J., & Lenferink, L. I. M. (2023). Self-guided online treatment of disturbed grief, posttraumatic stress, and depression in adults bereaved during the COVID-19 pandemic: A randomized controlled trial. Behaviour Research and Therapy, 163. doi:doi:10.1016/j.brat.2023.104286",
"Rosner et al. (2014)": "Rosner, R., Pfoh, G., Kotoučová, M., & Hagl, M. (2014). Efficacy of an outpatient treatment for prolonged grief disorder: A randomized controlled clinical trial. Journal of Affective Disorders, 167, 56-63.",
"Sandler et al. (2010)": "Sandler, I. N., Ma, Y., Tein, J. Y., Ayers, T. S., Wolchik, S., Kennedy, C., & Millsap, R. (2010). Long-term effects of the family bereavement program on multiple indicators of grief in parentally bereaved children and adolescents. Journal of consulting and clinical psychology, 78(2), 131.",
"Shear et al. (2016)": "Shear, M. K., Reynolds, C. F., Simon, N. M., Zisook, S., Wang, Y., Mauro, C., ... & Skritskaya, N. (2016). Optimizing treatment of complicated grief: A randomized clinical trial. JAMA psychiatry, 73(7), 685-694.",
"Sikkema et al. (2004, 2006)": "Sikkema, K. J., Hansen, N. B., Kochman, A., Tate, D. C., & Difranceisco, W. (2004). Outcomes from a randomized controlled trial of a group intervention for HIV positive men and women coping with AIDS-related loss and bereavement. Death studies, 28(3), 187-209.",
"Supiano & Luptak (2013)": "Supiano, K. P., & Luptak, M. (2014). Complicated grief in older adults: A randomized controlled trial of complicated grief group therapy. The Gerontologist, 54(5), 840-856.",
"Thurman et al.  (2017)": "Thurman, T. R., Luckett, B. G., Nice, J., Spyrelis, A., & Taylor, T. M. (2017). Effect of a bereavement support group on female adolescents' psychological health: a randomised controlled trial in South Africa. The Lancet Global Health, 5(6), e604-e614.",
"Treml et al. (2021)": "Treml, J., Nagl, M., Linde, K., Kündiger, C., Peterhänsel, C., & Kersting, A. (2021). Efficacy of an Internet-based cognitive-behavioural grief therapy for people bereaved by suicide: a randomized controlled trial. European journal of psychotraumatology, 12(1), 1926650.",
"Unterhitzenberger & Rosner (2014)": "Unterhitzenberger, J., & Rosner, R. (2014). Lessons from writing sessions: A school-based randomized trial with adolescent orphans in Rwanda. European Journal of Psychotraumatology, 5(1), 24917.",
"Van der Houwen et al. (2010)": "van der Houwen, K., Schut, H., van den Bout, J., Stroebe, M., & Stroebe, W. (2010). The efficacy of a brief internet-based self-help intervention for the bereaved. Behaviour research and therapy, 48(5), 359-367.",
"Wagner et al. (2006, 2007)": "Wagner, B., Knaevelsrud, C., & Maercker, A. (2006). Internet-based cognitive-behavioral therapy for complicated grief: a randomized controlled trial. Death studies, 30(5), 429-453.",
"Wagner et al. (2022)": "Wagner, B., Grafiadeli, R., Schäfer, T., & Hofmann, L. (2022). Efficacy of an online-group intervention after suicide bereavement: A randomized controlled trial. Internet Interventions, 28, 100542.",
"Wittouck et al. (2014)": "Wittouck, C., Van Autreve, S., Portzky, G., & van Heeringen, K. (2014). A CBT-based psychoeducational intervention for suicide survivors. Crisis." 
}
