{
 "study": "Author and year of publication",
"Comparison": "all are psychotherapy vs control (psy vs ctr)",
"condition_arm1": "cbt = Cognitive Behavior Therapy. In CBT the therapists focus on the impact that a patient’s present dysfunctional thoughts have on current behavior and future functioning. CBT is aimed at evaluating, challenging and modifying a patient’s dysfunctional beliefs (cognitive restructuring). It also includes behavioral techniques such as exposure or problem solving. In this form of treatment, the therapist mostly emphasizes homework assignments and outside-of-session activities. Therapists exert an active influence over therapeutic interactions and topics of discussion, use a psycho educational approach, and teach patients new ways of coping with stressful situations. The most used subtypes are CBT according to Beck’s manual (Beck et al., 1979) and the “Coping with Depression” course (Lewinsohn et al., 1984).; Writ = Writing therapy. Telling stories and writing narratives are seen as acceptable ways of reporting experiences in many cultures, and both are key elements of well-established interventions for PTSD and PG in children and adolescents (Cohen & Mannarino, 2004; Cohen, Mannarino, & Deblinger, 2006; Neuner et al., 2008). Writing is also one treatment strategy for PGD in adults (Rosner, Pfoh, & Kotoučová, 2011). According to Pennebaker (1997), writing therapy is based on the theory of inhibition and disclosure which indicates that disclosing stress emotionally reduces stress and improves the person’s well-being. Moreover, it enables thoughts and feelings to be integrated, leading to a reduction in the negative feelings associated with the stressful experience (Barbosa et al., 2014). It consists of writing narratives to relate experiences. One example is INTHERAPY (Lange et al., 2002).; dpm = Dual-Process Model treatment. This treatment is based on the Dual-Process Model of coping with bereavement (Stroebe and Shut, 1999, 2015) and has two main axes of intervention: loss and restoration coping. These interventions suggest that bereavement should not only address emotional distress and other factors associated with the loss (e.g. coping with painful emotions and acceptance of the loss) but also aspects associated with the person's recovery (e.g. return to work, coping with legal difficulties, financial difficulties, acquiring new roles, social relationships...). other psy = other types of psychological interventions that did not fit in the previous categories and did not have enough presence to form a subgroup",
"condition_arm2": "wl= waiting list control; tau= treatment as usual control; other ctrl= other types of (inactive) control conditions",
"multi_arm1": "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively.",
"multi_arm2": "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and placebo, this variable would be set to wl and plac, respectively. Typically, multiarm trials employ two or more active treatments (e.g. CBT and problem-solving therapy), which are compared to the same control group (e.g. a waitlist). This means that values in multi_arm2 do not differ (e.g. they are always wl for this specific multiarm trial); nevertheless, the variable should be specified in the dataset.",
"other psy specified": "More detailed description of \"other psy\"",
"instrument": "This variable describes the instrument through which the relevant outcome was measured.",
"outcome_type": "This variable encodes the type of outcome that builds the basis of the comparison, e.g. response, remission or deterioration. This is variable is particularly relevant for dichotomous effect size data, because it indicates what the event counts refer to. The msd factor level is typically used for outcomes expressed in means and standard deviations.",
"mean_arm1": "Mean of the outcome in the first arm at the measured time point.",
"sd_arm1": "Standard deviation of the outcome in the first arm at the measured time point.",
"n_arm1": "Sample size in the first trial arm.",
"mean_arm2": "Mean of the outcome in the second arm at the measured time point.",
"sd_arm2": "Standard deviation of the outcome in the second arm at the measured time point.",
"n_arm2": "Sample size in the second trial arm.",
"event_arm1": "Number of events (responders, remission, deterioration cases) in the first trial arm",
"event_arm2": "Number of events (responders, remission, deterioration cases) in the second trial arm",
"totaln_arm1": "Total number of participants arm 1 (event data)",
"totaln_arm2": "Total number of participants arm 2 (event data)",
"precalc_g": "The pre-calculated value of Hedges' g (small-sample bias corrected standardized mean difference; Hedges, 1981).",
"precalc_g_se": "Standard error of g",
"dropout_arm1": "Attrition arm 1",
"rand_arm1": "Randomized participants arm 1",
"dropout_arm2": "Attrition arm 2",
"rand_arm2": "Randomized participants arm 2",
"other_stat": "Other statistics used for calculating the effect size",
"Grief measure": "Description of instrument in detail",
"year": "Year of study publication",
"age_group": "1 = children/adolescents; 2= adults; 3= older adults",
"meanage": "Average age",
"propwomen": "% of women at baseline",
"recr": "1 = Community (If (a part of) the participants are recruited through announcements in newspapers, radio, tv, social media, flyers, etc., and participate as volunteers in the study, the study is rated as “community recruitment”. Basically, people have to take action themselves for participating in the study. This type of recruitment can be conducted in the general population, but also in more selected populations, such as university students, or patient groups.); 2= Other/NR (Other recruitment methods (which are not community), such as clinical recruitment, systematic screening, recruitment from known patients in general medical settings, etc. If the recruitment method is not described in the paper (which happens occasionally) that is also rated as “other”)\r\n",
"diag": "1= Grief symptoms (hgh baseline grief symptomatology); 2= Cut-off score (Participants score above a cut-off score on a self-rating grief questionnaire, such as the ICG or the PG-13.); 3= Other (1) Temporal criteria (e. g. X months since the loved one has died), 2) there is no information on any criteria, 3) another measure other than grief is used (depression, anxiety, etc.). (Specify the criteria in comments). 4) PGD according to ICD-11 criteria (minimum 6 months post-loss). 5) If the diagnosis method is not described in the paper).",
"type_death": "1= natural death; 2= unnatural death; 3= Both natural/unnatural or not specified",
"relation_deceased": "1= parents; 2= couple; 3= mixed (2 or more of: family, friends, child, parents, couple and other relatives)/ a single category that is neither a (1) parents or (2) couple (for example only children)/ relation to the deceased is not described in the paper",
"time since loss (months)": "Time since loss in months",
"format": "1= Individual treatment; 2= Group; 3= Guided self-help; 4= Unguided self-help; 5= Other formats or mixed formats",
"nsess_cont": "The number of sessions is the number of planned sessions, but when the realized number of sessions is given this is preferred. Only full numbers are given (no decimals).",
"country": "1= US; 2= Europe; 3= Other",
"rob": "1= low risk; 2= some concerns; 3= high risk",
"rating": "This variable encodes if the measured outcome was self-reported (\"self-report\") or clinician-rated (\"clinician\").",
"time": "The measurement point at which the outcome was obtained (e.g. post or follow-up).",
"time_weeks": "The measurement point at which the outcome was obtained, in weeks after randomization (set to NA if this information was not available).",
".id": "metapsyTools generated variable: Unique identifier for a trial arm comparison/row.",
"full_ref": "Full reference of the study",
".g": "metapsyTools generated variable: Calculated effect size (Hedges' g).",
".g_se": "metapsyTools generated variable: Standard error of Hedges' g.",
".log_rr": "metapsyTools generated variable: Calculated effect size (logeRR).",
".log_rr_se": "metapsyTools generated variable: Standard error of logeRR.",
".event_arm1": "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the first trial arm.",
".event_arm2": "metapsyTools generated variable: Number of events (responders, remission, deterioration cases) in the second trial arm.",
".totaln_arm1": "metapsyTools generated variable: Total sample size in the first trial arm.",
".totaln_arm2": "metapsyTools generated variable: Total sample size in the second trial arm." 
}
